{
  "status": "OK",
  "warningMessage": "truncated-oversized-text-content",
  "usage": "By accessing AlchemyAPI or using information generated by AlchemyAPI, you are agreeing to be bound by the AlchemyAPI Terms of Use: http://www.alchemyapi.com/company/terms.html",
  "url": "",
  "totalTransactions": "2",
  "language": "english",
  "text": "How often we hear people say, \"He is charming, that man, but he is a girl, a regular girl.\" They are alluding to the effeminates, the bane of our land.\n\nFor we are all girl-like men in France--that is, fickle, fanciful, innocently treacherous, without consistency in our convictions or our will, violent and weak as women are.\n\nBut the most irritating of girl--men is assuredly the Parisian and the boulevardier, in whom the appearance of intelligence is more marked and who combines in himself all the attractions and all the faults of those charming creatures in an exaggerated degree in virtue of his masculine temperament.\n\nOur Chamber of Deputies is full of girl-men. They form the greater number of the amiable opportunists whom one might call \"The Charmers.\" These are they who control by soft words and deceitful promises, who know how to shake hands in such a manner as to win hearts, how to say \"My dear friend\" in a certain tactful way to people he knows the least, to change his mind without suspecting it, to be carried away by each new idea, to be sincere in their weathercock convictions, to let themselves be deceived as they deceive others, to forget the next morning what he affirmed the day before.\n\nThe newspapers are full of these effeminate men. That is probably where one finds the most, but it is also where they are most needed. The Journal des Debats and the Gazette de France are exceptions.\n\nAssuredly, every good journalist must be somewhat effeminate--that is, at the command of the public, supple in following unconsciously the shades of public opinion, wavering and varying, sceptical and credulous, wicked and devout, a braggart and a true man, enthusiastic and ironical, and always convinced while believing in nothing.\n\nForeigners, our anti-types, as Mme. Abel called them, the stubborn English and the heavy Germans, regard us with a certain amazement mingled with contempt, and will continue to so regard us till the end of time. They consider us frivolous. It is not that, it is that we are girls. And that is why people love us in spite of our faults, why they come back to us despite the evil spoken of us; these are lovers' quarrels! The effeminate man, as one meets him in this world, is so charming that he captivates you after five minutes' chat. His smile seems made for you; one cannot believe that his voice does not assume specially tender intonations on their account. When he leaves you it seems as if one had known him for twenty years. One is quite ready to lend him money if he asks for it. He has enchanted you, like a woman.\n\nIf he commits any breach of manners towards you, you cannot bear any malice, he is so pleasant when you next meet him. If he asks your pardon you long to ask pardon of him. Does he tell lies? You cannot believe it. Does he put you off indefinitely with promises that he does not keep? One lays as much store by his promises as though he had moved heaven and earth to render them a service.\n\nWhen he admires anything he goes into such raptures that he convinces you. He once adored Victor Hugo, whom he now treats as a back number. He would have fought for Zola, whom he has abandoned for Barbey and d'Aurevilly. And when he admires, he permits no limitation, he would slap your face for a word. But when he becomes scornful, his contempt is unbounded and allows of no protest.\n\nIn fact, he understands nothing.\n\nListen to two girls talking.\n\n\"Then you are angry with Julia?\" \"I slapped her face.\" \"What had she done?\" \"She told Pauline that I had no money thirteen months out of twelve, and Pauline told Gontran--you understand.\" \"You were living together in the Rue Clanzel?\" \"We lived together four years in the Rue Breda; we quarrelled about a pair of stockings that she said I had worn-- it wasn't true--silk stockings that she had bought at Mother Martin's. Then I gave her a pounding and she left me at once. I met her six months ago and she asked me to come and live with her, as she has rented a flat that is twice too large.\"\n\nOne goes on one's way and hears no more. But on the following Sunday as one is on the way to Saint Germain two young women get into the same railway carriage. One recognizes one of them at once; it is Julia's enemy. The other is Julia!\n\nAnd there are endearments, caresses, plans. \"Say, Julia--listen, Julia,\" etc.\n\nThe girl-man has his friendships of this kind. For three months he cannot bear to leave his old Jack, his dear Jack. There is no one but Jack in the world. He is the only one who has any intelligence, any sense, any talent. He alone amounts to anything in Paris. One meets them everywhere together, they dine together, walk about in company, and every evening walk home with each other back and forth without being able to part with one another.\n\nThree months later, if Jack is mentioned:\n\n\"There is a drinker, a sorry fellow, a scoundrel for you. I know him well, you may be sure. And he is not even honest, and ill-bred,\" etc., etc.\n\nThree months later, and they are living together.\n\nBut one morning one hears that they have fought a duel, then embraced each other, amid tears, on the duelling ground.\n\nJust now they are the dearest friends in the world, furious with each other half the year, abusing and loving each other by turns, squeezing each other's hands till they almost crush the bones, and ready to run each other through the body for a misunderstanding.\n\nFor the relations of these effeminate men are uncertain. Their temper is by fits and starts, their delight unexpected, their affection turn-about- face, their enthusiasm subject to eclipse. One day they love you, the next day they will hardly look at you, for they have in fact a girl's nature, a girl's charm, a girl's temperament, and all their sentiments are like the affections of girls.\n\nThey treat their friends as women treat their pet dogs.\n\nIt is the dear little Toutou whom they hug, feed with sugar, allow to sleep on the pillow, but whom they would be just as likely to throw out of a window in a moment of impatience, whom they turn round like a sling, holding it by the tail, squeeze in their arms till they almost strangle it, and plunge, without any reason, in a pail of cold water.\n\nThen, what a strange thing it is when one of these beings falls in love with a real girl! He beats her, she scratches him, they execrate each other, cannot bear the sight of each other and yet cannot part, linked together by no one knows what mysterious psychic bonds. She deceives him, he knows it, sobs and forgives her. He despises and adores her without seeing that she would be justified in despising him. They are both atrociously unhappy and yet cannot separate. They cast invectives, reproaches and abominable accusations at each other from morning till night, and when they have reached the climax and are vibrating with rage and hatred, they fall into each other's arms and kiss each other ardently.\n\nThe girl-man is brave and a coward at the same time. He has, more than another, the exalted sentiment of honor, but is lacking in the sense of simple honesty, and, circumstances favoring him, would defalcate and commit infamies which do not trouble his conscience, for he obeys without questioning the oscillations of his ideas, which are always impulsive.\n\nIn alluding to myself as a Goose Girl, I am using only the most\nmodest of my titles; for I am also a poultry-maid, a tender of\nBelgian hares and rabbits, and a shepherdess; but I particularly\nfancy the role of Goose Girl, because it recalls the German fairy\ntales of my early youth, when I always yearned, but never hoped, to\nbe precisely what I now am.\n\nAs I was jolting along these charming Sussex roads the other day, a\nfat buff pony and a tippy cart being my manner of progression, I\nchanced upon the village of Barbury Green.\n\nOne glance was enough for any woman, who, having eyes to see, could\nsee with them; but I made assurance doubly sure by driving about a\nlittle, struggling to conceal my new-born passion from the stable-\nboy who was my escort. Then, it being high noon of a cloudless\nday, I descended from the trap and said to the astonished yokel:\n\"You may go back to the Hydropathic; I am spending a month or two\nhere. Wait a moment--I'll send a message, please!\"\n\nI then scribbled a word or two to those having me in custody.\n\n\"I am very tired of people,\" the note ran, \"and want to rest myself\nby living a while with things. Address me (if you must) at Barbury\nGreen post-office, or at all events send me a box of simple\nclothing there--nothing but shirts and skirts, please. I cannot\nforget that I am only twenty miles from Oxenbridge (though it might\nbe one hundred and twenty, which is the reason I adore it), but I\nrely upon you to keep an honourable distance yourselves, and not to\ndivulge my place of retreat to others, especially to--you know\nwhom! Do not pursue me. I will never be taken alive!\"\n\nHaving cut, thus, the cable that bound me to civilisation, and\nhaving seen the buff pony and the dazed yokel disappear in a cloud\nof dust, I looked about me with what Stevenson calls a \"fine,\ndizzy, muddle-headed joy,\" the joy of a successful rebel or a\nliberated serf. Plenty of money in my purse--that was unromantic,\nof course, but it simplified matters--and nine hours of daylight\nremaining in which to find a lodging.\n\nThe village is one of the oldest, and I am sure it must be one of\nthe quaintest, in England. It is too small to be printed on the\nmap (an honour that has spoiled more than one Arcadia), so pray do\nnot look there, but just believe in it, and some day you may be\nrewarded by driving into it by chance, as I did, and feel the same\nColumbus thrill running, like an electric current, through your\nveins. I withhold specific geographical information in order that\nyou may not miss that Columbus thrill, which comes too seldom in a\nworld of railroads.\n\nThe Green is in the very centre of Barbury village, and all civic,\npolitical, family, and social life converges there, just at the\npublic duck-pond--a wee, sleepy lake with a slope of grass-covered\nstones by which the ducks descend for their swim.\n\nThe houses are set about the Green like those in a toy village.\nThey are of old brick, with crumpled, up-and-down roofs of deep-\ntoned red, and tufts of stonecrop growing from the eaves. Diamond-\npaned windows, half open, admit the sweet summer air; and as for\nthe gardens in front, it would seem as if the inhabitants had\nnothing to do but work in them, there is such a riotous profusion\nof colour and bloom. To add to the effect, there are always pots\nof flowers hanging from the trees, blue flax and yellow myrtle; and\ncages of Java sparrows and canaries singing joyously, as well they\nmay in such a paradise.\n\nThe shops are idyllic, too, as if Nature had seized even the man of\ntrade and made him subservient to her designs. The general\ndraper's, where I fitted myself out for a day or two quite easily,\nis set back in a tangle of poppies and sweet peas, Madonna lilies\nand Canterbury bells. The shop itself has a gay awning, and what\ndo you think the draper has suspended from it, just as a\npicturesque suggestion to the passer-by? Suggestion I call it,\nbecause I should blush to use the word advertisement in describing\nanything so dainty and decorative. Well, then, garlands of shoes,\nif you please! Baby bootlets of bronze; tiny ankle-ties in yellow,\nblue, and scarlet kid; glossy patent-leather pumps shining in the\nsun, with festoons of slippers at the corners, flowery slippers in\nimitation Berlin wool-work. If you make this picture in your\nmind's-eye, just add a window above the awning, and over the fringe\nof marigolds in the window-box put the draper's wife dancing a\nrosy-cheeked baby. Alas! my words are only black and white, I\nfear, and this picture needs a palette drenched in primary colours.\n\nAlong the street, a short distance, is the old watchmaker's. Set\nin the hedge at the gate is a glass case with Multum in Parvo\npainted on the woodwork. Within, a little stand of trinkets\nrevolves slowly; as slowly, I imagine, as the current of business\nin that quiet street. The house stands a trifle back and is\ncovered thickly with ivy, while over the entrance-door of the shop\nis a great round clock set in a green frame of clustering vine.\nThe hands pointed to one when I passed the watchmaker's garden with\nits thicket of fragrant lavender and its murmuring bees; so I went\nin to the sign of the \"Strong i' the Arm\" for some cold luncheon,\ndetermining to patronise \"The Running Footman\" at the very next\nopportunity. Neither of these inns is starred by Baedeker, and\nthis fact adds the last touch of enchantment to the picture.\n\nThe landlady at the \"Strong i' the Arm\" stabbed me in the heart by\ntelling me that there were no apartments to let in the village, and\nthat she had no private sitting-room in the inn; but she speedily\nhealed the wound by saying that I might be accommodated at one of\nthe farm-houses in the vicinity. Did I object to a farm-'ouse?\nThen she could cheerfully recommend the Evan's farm, only 'alf a\nmile away. She 'ad understood from Miss Phoebe Evan, who sold her\npoultry, that they would take one lady lodger if she didn't wish\nmuch waiting upon.\n\nIn my present mood I was in search of the strenuous life, and eager\nto wait, rather than to be waited upon; so I walked along the edge\nof the Green, wishing that some mentally unbalanced householder\nwould take a sudden fancy to me and ask me to come in and lodge\nawhile. I suppose these families live under their roofs of peach-\nblow tiles, in the midst of their blooming gardens, for a guinea a\nweek or thereabouts; yet if they \"undertook\" me (to use their own\nphrase), the bill for my humble meals and bed would be at least\ndouble that. I don't know that I blame them; one should have\nproper compensation for admitting a world-stained lodger into such\nan Eden.\n\nWhen I was searching for rooms a week ago, I chanced upon a pretty\ncottage where the woman had sometimes let apartments. She showed\nme the premises and asked me if I would mind taking my meals in her\nown dining-room, where I could be served privately at certain\nhours: and, since she had but the one sitting-room, would I allow\nher to go on using it occasionally? also, if I had no special\npreference, would I take the second-sized bedroom and leave her in\npossession of the largest one, which permitted her to have the\nbaby's crib by her bedside? She thought I should be quite as\ncomfortable, and it was her opinion that in making arrangements\nwith lodgers, it was a good plan not to \"bryke up the 'ome any more\nthan was necessary.\"\n\n\"Bryke up the 'ome!\" That is seemingly the malignant purpose with\nwhich I entered Barbury Green.\n\n\n\nCHAPTER II\n\n\n\nJuly 4th.\n\nEnter the family of Thornycroft Farm, of which I am already a\nmember in good and regular standing.\n\nI introduce Mrs. Heaven first, for she is a self-saturated person\nwho would never forgive the insult should she receive any lower\nplace.\n\nShe welcomed me with the statement: \"We do not take lodgers here,\nnor boarders; no lodgers, nor boarders, but we do occasionally\nadmit paying guests, those who look as if they would appreciate the\nquietude of the plyce and be willing as you might say to remunerate\naccording.\"\n\nI did not mind at this particular juncture what I was called, so\nlong as the epithet was comparatively unobjectionable, so I am a\npaying guest, therefore, and I expect to pay handsomely for the\nhandsome appellation. Mrs. Heaven is short and fat; she fills her\ndress as a pin-cushion fills its cover; she wears a cap and apron,\nand she is so full of platitudes that she would have burst had I\nnot appeared as a providential outlet for them. Her accent is not\nof the farm, but of the town, and smacks wholly of the marts of\ntrade. She is repetitious, too, as well as platitudinous. \"I 'ope\nif there's anythink you require you will let us know, let us know,\"\nshe says several times each day; and whenever she enters my\nsitting-room she prefaces her conversation with the remark: \"I\ntrust you are finding it quiet here, miss? It's the quietude of\nthe plyce that is its charm, yes, the quietude. And yet\" (she\ndribbles on) \"it wears on a body after a while, miss. I often go\ninto Woodmucket to visit one of my sons just for the noise, simply\nfor the noise, miss, for nothink else in the world but the noise.\nThere's nothink like noise for soothing nerves that is worn\nthreadbare with the quietude, miss, or at least that's my\nexperience; and yet to a strynger the quietude of the plyce is its\ncharm, undoubtedly its chief charm; and that is what our paying\nguests always say, although our charges are somewhat higher than\nother plyces. If there's anythink you require, miss, I 'ope you'll\nmention it. There is not a commodious assortment in Barbury Green,\nbut we can always send the pony to Woodmucket in case of urgency.\nOur paying guest last summer was a Mrs. Pollock, and she was by way\nof having sudden fancies. Young and unmarried though you are,\nmiss, I think you will tyke my meaning without my speaking plyner?\nWell, at six o'clock of a rainy afternoon, she was seized with an\nunaccountable desire for vegetable marrows, and Mr. 'Eaven put the\npony in the cart and went to Woodmucket for them, which is a great\nadvantage to be so near a town and yet 'ave the quietude.\"\n\nMr. Heaven is merged, like Mr. Jellyby, in the more shining\nqualities of his wife. A line of description is too long for him.\nIndeed, I can think of no single word brief enough, at least in\nEnglish. The Latin \"nil\" will do, since no language is rich in\nwords of less than three letters. He is nice, kind, bald, timid,\nthin, and so colourless that he can scarcely be discerned save in a\nstrong light. When Mrs. Heaven goes out into the orchard in search\nof him, I can hardly help calling from my window, \"Bear a trifle to\nthe right, Mrs. Heaven--now to the left--just in front of you now--\nif you put out your hands you will touch him.\"\n\nPhoebe, aged seventeen, is the daughter of the house. She is\nvirtuous, industrious, conscientious, and singularly destitute of\nphysical charm. She is more than plain; she looks as if she had\nbeen planned without any definite purpose in view, made of the\nwrong materials, been badly put together, and never properly\nfinished off; but \"plain\" after all is a relative word. Many a\nplain girl has been married for her beauty; and now and then a\nbeauty, falling under a cold eye, has been thought plain.\n\nPhoebe has her compensations, for she is beloved by, and\nreciprocates the passion of, the Woodmancote carrier, Woodmucket\nbeing the English manner of pronouncing the place of his abode. If\nhe \"carries\" as energetically for the great public as he fetches\nfor Phoebe, then he must be a rising and a prosperous man. He\nbrings her daily, wild strawberries, cherries, birds' nests,\npeacock feathers, sea-shells, green hazel-nuts, samples of hens'\nfood, or bouquets of wilted field flowers tied together tightly and\nheld with a large, moist, loving hand. He has fine curly hair of\nsandy hue, which forms an aureole on his brow, and a reddish beard,\nwhich makes another inverted aureole to match, round his chin. One\ncannot look at him, especially when the sun shines through him,\nwithout thinking how lovely he would be if stuffed and set on\nwheels, with a little string to drag him about.\n\nPhoebe confided to me that she was on the eve of loving the postman\nwhen the carrier came across her horizon.\n\n\"It doesn't do to be too hysty, does it, miss?\" she asked me as we\nwere weeding the onion bed. \"I was to give the postman his answer\non the Monday night, and it was on the Monday morning that Mr.\nGladwish made his first trip here as carrier. I may say I never\nwyvered from that moment, and no more did he. When I think how\nnear I came to promising the postman it gives me a turn.\" (I can\nunderstand that, for I once met the man I nearly promised years\nbefore to marry, and we both experienced such a sense of relief at\nbeing free instead of bound that we came near falling in love for\nsheer joy.)\n\nThe last and most important member of the household is the Square\nBaby. His name is Albert Edward, and he is really five years old\nand no baby at all; but his appearance on this planet was in the\nnature of a complete surprise to all parties concerned, and he is\nspoiled accordingly. He has a square head and jaw, square\nshoulders, square hands and feet. He is red and white and solid\nand stolid and slow-witted, as the young of his class commonly are,\nand will make a bulwark of the nation in course of time, I should\nthink; for England has to produce a few thousand such square babies\nevery year for use in the colonies and in the standing army.\nAlbert Edward has already a military gait, and when he has acquired\na habit of obedience at all comparable with his power of command,\nhe will be able to take up the white man's burden with\ndistinguished success. Meantime I can never look at him without\nmarvelling how the English climate can transmute bacon and eggs,\ntea and the solid household loaf into such radiant roses and lilies\nas bloom upon his cheeks and lips.\n\n\n\nCHAPTER III\n\n\n\nJuly 8th.\n\nThornycroft is by way of being a small poultry farm.\n\nIn reaching it from Barbury Green, you take the first left-hand\nroad, go till you drop, and there you are.\n\nIt reminds me of my \"grandmother's farm at Older.\" Did you know\nthe song when you were a child? -\n\n\nMy grandmother had a very fine farm\n'Way down in the fields of Older.\nWith a cluck-cluck here,\nAnd a cluck-cluck there,\nHere and there a cluck-cluck,\nCluck-cluck here and there,\nDown in the fields at Older.\n\n\nIt goes on for ever by the simple subterfuge of changing a few\nwords in each verse.\n\n\nMy grandmother had a very fine farm\n'Way down in the fields of Older.\nWith a quack-quack here,\nAnd a quack-quack there,\nHere and there a quack-quack,\nQuack-quack here and there,\nDown in the fields at Older.\n\n\nThis is followed by the gobble-gobble, moo-moo, baa-baa, etc., as\nlong as the laureate's imagination and the infant's breath hold\ngood. The tune is pretty, and I do not know, or did not, when I\nwas young, a more fascinating lyric.\n\nThornycroft House must have belonged to a country gentleman once\nupon a time, or to more than one; men who built on a bit here and\nthere once in a hundred years, until finally we have this\ncharmingly irregular and dilapidated whole. You go up three steps\ninto Mrs. Heaven's room, down two into mine, while Phoebe's is up\nin a sort of turret with long, narrow lattices opening into the\ncreepers. There are crooked little stair-cases, passages that\nbranch off into other passages and lead nowhere in particular; I\ncan't think of a better house in which to play hide and seek on a\nwet day. In front, what was once, doubtless, a green, is cut up\ninto greens; to wit, a vegetable garden, where the onions, turnips,\nand potatoes grow cosily up to the very door-sill; the utilitarian\naspect of it all being varied by some scarlet-runners and a\nscattering of poppies on either side of the path.\n\nThe Belgian hares have their habitation in a corner fifty feet\ndistant; one large enclosure for poultry lies just outside the\nsweetbrier hedge; the others, with all the houses and coops, are in\nthe meadow at the back, where also our tumbler pigeons are kept.\n\nPhoebe attends to the poultry; it is her department. Mr. Heaven\nhas neither the force nor the finesse required, and the gentle\nreader who thinks these qualities unneeded in so humble a calling\nhas only to spend a few days at Thornycroft to be convinced. Mrs.\nHeaven would be of use, but she is dressing the Square Baby in the\nmorning and putting him to bed at night just at the hours when the\nfeathered young things are undergoing the same operation.\n\nA Goose Girl, like a poet, is sometimes born, sometimes otherwise.\nI am of the born variety. No training was necessary; I put my head\non my pillow as a complicated product of modern civilisation on a\nTuesday night, and on a Wednesday morning I awoke as a Goose Girl.\n\nMy destiny slumbered during the day, but at eight o'clock I heard a\nterrific squawking in the direction of the duck-ponds, and,\naimlessly drifting in that direction, I came upon Phoebe trying to\ninduce ducks and drakes, geese and ganders, to retire for the\nnight. They have to be driven into enclosures behind fences of\nwire netting, fastened into little rat-proof boxes, or shut into\nseparate coops, so as to be safe from their natural enemies, the\nrats and foxes; which, obeying, I suppose, the law of supply and\ndemand, abound in this neighbourhood. The old ganders are allowed\ntheir liberty, being of such age, discretion, sagacity, and\npugnacity that they can be trusted to fight their own battles.\n\nThe intelligence of hens, though modest, is of such an order that\nit prompts them to go to bed at a virtuous hour of their own\naccord; but ducks and geese have to be materially assisted, or I\nbelieve they would roam till morning. Never did small boy detest\nand resist being carried off to his nursery as these dullards,\nyoung and old, detest and resist being driven to theirs. Whether\nthey suffer from insomnia, or nightmare, or whether they simply\nprefer the sweet air of liberty (and death) to the odour of\ncaptivity and the coop, I have no means of knowing.\n\nPhoebe stood by one of the duck-ponds, a long pole in her hand, and\na helpless expression in that doughlike countenance of hers, where\naimless contours and features unite to make a kind of facial blur.\n(What does the carrier see in it?) The pole was not long enough to\nreach the ducks, and Phoebe's method lacked spirit and adroitness,\nso that it was natural, perhaps, that they refused to leave the\nwater, the evening being warm, with an uncommon fine sunset.\n\nI saw the situation at once and ran to meet it with a glow of\ninterest and anticipation. If there is anything in the world I\nenjoy, it is making somebody do something that he doesn't want to\ndo; and if, when victory perches upon my banner, the somebody can\nbe brought to say that he ought to have done it without my making\nhim, that adds the unforgettable touch to pleasure, though seldom,\nalas! does it happen. Then ensued the delightful and stimulating\nhour that has now become a feature of the day; an hour in which the\nremembrance of the table-d'hote dinner at the Hydro, going on at\nidentically the same time, only stirs me to a keener joy and\ngratitude.\n\nThe ducks swim round in circles, hide under the willows, and\nattempt to creep into the rat-holes in the banks, a stupidity so\ncrass that it merits instant death, which it somehow always\nescapes. Then they come out in couples and waddle under the wrong\nfence into the lower meadow, fly madly under the tool-house, pitch\nblindly in with the sitting hens, and out again in short order, all\nthe time quacking and squawking, honking and hissing like a\nbewildered orchestra. By dint of splashing the water with poles,\nthrowing pebbles, beating the shrubs at the pond's edges, \"shooing\"\nfrantically with our skirts, crawling beneath bars to head them\noff, and prodding them from under bushes to urge them on, we\nfinally get the older ones out of the water and the younger ones\ninto some sort of relation to their various retreats; but, owing to\ntheir lack of geography, hatred of home, and general recalcitrancy,\nthey none of them turn up in the right place and have to be sorted\nout. We uncover the top of the little house, or the enclosure as\nit may be, or reach in at the door, and, seizing the struggling\nvictim, drag him forth and take him where he should have had the\nwit to go in the first instance. The weak ones get in with the\nstrong and are in danger of being trampled; two May goslings that\nlook almost full-grown have run into a house with a brood of\nducklings a week old. There are twenty-seven crowded into one\ncoop, five in another, nineteen in another; the gosling with one\nleg has to come out, and the duckling threatened with the gapes;\ntheir place is with the \"invaleeds,\" as Phoebe calls them, but they\nnever learn the location of the hospital, nor have the slightest\nscruple about spreading contagious diseases.\n\nFinally, when we have separated and sorted exhaustively, an\noperation in which Phoebe shows a delicacy of discrimination and a\nfearlessness of attack amounting to genius, we count the entire\nnumber and find several missing. Searching for their animate or\ninanimate bodies, we \"scoop\" one from under the tool-house, chance\nupon two more who are being harried and pecked by the big geese in\nthe lower meadow, and discover one sailing by himself in solitary\nsplendour in the middle of the deserted pond, a look of evil\ntriumph in his bead-like eye. Still we lack one young duckling,\nand he at length is found dead by the hedge. A rat has evidently\nseized him and choked him at a single throttle, but in such haste\nthat he has not had time to carry away the tiny body.\n\n\"Poor think!\" says Phoebe tearfully; \"it looks as if it was 'it\nwith some kind of a wepping. I don't know whatever to do with the\nrats, they're gettin' that fearocious!\"\n\nBefore I was admitted into daily contact with the living goose (my\nprevious intercourse with him having been carried on when gravy and\nstuffing obscured his true personality), I thought him a very\nDreyfus among fowls, a sorely slandered bird, to whom justice had\nnever been done; for even the gentle Darwin is hard upon him. My\nopinion is undergoing some slight modifications, but I withhold\njudgment at present, hoping that some of the follies, faults,\nvagaries, and limitations that I observe in Phoebe's geese may be\ndue to Phoebe's educational methods, which were, before my advent,\nthose of the darkest ages.\n\n\n\nCHAPTER IV\n\n\n\nJuly 9th.\n\nBy the time the ducks and geese are incarcerated for the night, the\nreasonable, sensible, practical-minded hens--especially those whose\nmentality is increased and whose virtue is heightened by the\nresponsibilities of motherhood--have gone into their own particular\nrat-proof boxes, where they are waiting in a semi-somnolent state\nto have the wire doors closed, the bricks set against them, and the\nbits of sacking flung over the tops to keep out the draught. We\nhave a great many young families, both ducklings and chicks, but we\nhave no duck mothers at present. The variety of bird which Phoebe\nseems to have bred during the past year may be called the New Duck,\nwith certain radical ideas about woman's sphere. What will happen\nto Thornycroft if we develop a New Hen and a New Cow, my\nimagination fails to conceive. There does not seem to be the\nslightest danger for the moment, however, and our hens lay and sit\nand sit and lay as if laying and sitting were the twin purposes of\nlife.\n\nThe nature of the hen seems to broaden with the duties of\nmaternity, but I think myself that we presume a little upon her\namiability and natural motherliness. It is one thing to desire a\nfamily of one's own, to lay eggs with that idea in view, to sit\nupon them three long weeks and hatch out and bring up a nice brood\nof chicks. It must be quite another to have one's eggs abstracted\nday by day and eaten by a callous public, the nest filled with\ndeceitful substitutes, and at the end of a dull and weary period of\nhatching to bring into the world another person's children--\nchildren, too, of the wrong size, the wrong kind of bills and feet,\nand, still more subtle grievance, the wrong kind of instincts,\nleading them to a dangerous aquatic career, one which the mother\nmay not enter to guide, guard, and teach; one on the brink of which\nshe must ever stand, uttering dryshod warnings which are never\nheeded. They grow used to this strange order of things after a\nbit, it is true, and are less anxious and excited. When the duck-\nbrood returns safely again and again from what the hen-mother\nthinks will prove a watery grave, she becomes accustomed to the\nsituation, I suppose. I find that at night she stands by the pond\nfor what she considers a decent, self-respecting length of time,\ncalling the ducklings out of the water; then, if they refuse to\ncome, the mother goes off to bed and leaves them to Providence, or\nPhoebe.\n\nThe brown hen that we have named Cornelia is the best mother, the\none who waits longest and most patiently for the web-footed Gracchi\nto finish their swim.\n\nWhen a chick is taken out of the incubytor (as Phoebe calls it) and\nrefused by all the other hens, Cornelia generally accepts it,\nthough she had twelve of her own when we began using her as an\norphan asylum. \"Wings are made to stretch,\" she seems to say\ncheerfully, and with a kind glance of her round eye she welcomes\nthe wanderer and the outcast. She even tended for a time the\noffspring of an absent-minded, light-headed pheasant who flew over\na four-foot wall and left her young behind her to starve; it was\nnot a New Pheasant, either; for the most conservative and old-\nfashioned of her tribe occasionally commits domestic solecisms of\nthis sort.\n\nThere is no telling when, where, or how the maternal instinct will\nassert itself. Among our Thornycroft cats is a certain Mrs.\nGreyskin. She had not been seen for many days, and Mrs. Heaven\nconcluded that she had hidden herself somewhere with a family of\nkittens; but as the supply of that article with us more than equals\nthe demand, we had not searched for her with especial zeal.\n\nThe other day Mrs. Greyskin appeared at the dairy door, and when\nshe had been fed Phoebe and I followed her stealthily, from a\ndistance. She walked slowly about as if her mind were quite free\nfrom harassing care, and finally approached a deserted cow-house\nwhere there was a great mound of straw. At this moment she caught\nsight of us and turned in another direction to throw us off the\nscent. We persevered in our intention of going into her probable\nretreat, and were cautiously looking for some sign of life in the\nhaymow, when we heard a soft cackle and a ruffling of plumage.\nComing closer to the sound we saw a black hen brooding a nest, her\nbright bead eyes turning nervously from side to side; and, coaxed\nout from her protecting wings by youthful curiosity, came four\nkittens, eyes wide open, warm, happy, ready for sport!\n\nThe sight was irresistible, and Phoebe ran for Mr. and Mrs. Heaven\nand the Square Baby. Mother Hen was not to be embarrassed or\ndaunted, even if her most sacred feelings were regarded in the\nlight of a cheap entertainment. She held her ground while one of\nthe kits slid up and down her glossy back, and two others, more\ntimid, crept underneath her breast, only daring to put out their\npink noses! We retired then for very shame and met Mrs. Greyskin\nin the doorway. This should have thickened the plot, but there is\napparently no rivalry nor animosity between the co-mothers. We\nwatch them every day now, through a window in the roof. Mother\nGreyskin visits the kittens frequently, lies down beside the home\nnest, and gives them their dinner. While this is going on Mother\nBlackwing goes modestly away for a bite, a sup, and a little\nexercise, returning to the kittens when the cat leaves them. It is\npretty to see her settle down over the four, fat, furry dumplings,\nand they seem to know no difference in warmth or comfort, whichever\nmother is brooding them; while, as their eyes have been open for a\nweek, it can no longer be called a blind error on their part.\n\nWhen we have closed all our small hen-nurseries for the night,\nthere is still the large house inhabited by the thirty-two full-\ngrown chickens which Phoebe calls the broilers. I cannot endure\nthe term, and will not use it. \"Now for the April chicks,\" I say\nevery evening.\n\n\"Do you mean the broilers?\" asks Phoebe.\n\n\"I mean the big April chicks,\" say I.\n\n\"Yes, them are the broilers,\" says she.\n\nBut is it not disagreeable enough to be a broiler when one's time\ncomes, without having the gridiron waved in one's face for weeks\nbeforehand?\n\nThe April chicks are all lively and desirous of seeing the world as\nthoroughly as possible before going to roost or broil. As a\ngeneral thing, we find in the large house sixteen young fowls of\nthe contemplative, flavourless, resigned-to-the-inevitable variety;\nthree more (the same three every night) perch on the roof and are\ndriven down; four (always the same four) cling to the edge of the\nopen door, waiting to fly off, but not in, when you attempt to\nclose it; nine huddle together on a place in the grass about forty\nfeet distant, where a small coop formerly stood in the prehistoric\nages. This small coop was one in which they lodged for a fortnight\nwhen they were younger, and when those absolutely indelible\nimpressions are formed of which we read in educational maxims. It\nwas taken away long since, but the nine loyal (or stupid)\nCasabiancas cling to the sacred spot where its foundations rested;\nthey accordingly have to be caught and deposited bodily in the\nhouse, and this requires strategy, as they note our approach from a\nconsiderable distance.\n\nFinally all are housed but two, the little white cock and the black\npullet, who are still impish and of a wandering mind. Though\nheaded off in every direction, they fly into the hedges and hide in\nthe underbrush. We beat the hedge on the other side, but with no\navail. We dive into the thicket of wild roses, sweetbrier, and\nthistles on our hands and knees, coming out with tangled hair,\nscratched noses, and no hens. Then, when all has been done that\nhuman ingenuity can suggest, Phoebe goes to her late supper and I\ndo sentry-work. I stroll to a safe distance, and, sitting on one\nof the rat-proof boxes, watch the bushes with an eagle eye. Five\nminutes go by, ten, fifteen; and then out steps the white cock,\nstealthily tiptoeing toward the home into which he refused to go at\nour instigation. In a moment out creeps the obstinate little beast\nof a black pullet from the opposite clump. The wayward pair meet\nat their own door, which I have left open a few inches. When all\nis still I walk gently down the field, and, warned by previous\nexperiences, approach the house from behind. I draw the door to\nsoftly and quickly; but not so quickly that the evil-minded and\nsuspicious black pullet hasn't time to spring out, with a make-\nbelieve squawk of fright--that induces three other blameless\nchickens to fly down from their perches and set the whole flock in\na flutter. Then I fall from grace and call her a Broiler; and\nwhen, after some minutes of hot pursuit, I catch her by falling\nover her in the corner by the goose-pen, I address her as a fat,\njuicy Broiler with parsley butter and a bit of bacon.\n\n\n\nCHAPTER V\n\n\n\nJuly 10th.\n\nAt ten thirty or so in the morning the cackling begins. I wonder\nexactly what it means! Have the forest-lovers who listen so\nrespectfully to, and interpret so exquisitely, the notes of birds--\nhave none of them made psychological investigations of the hen\ncackle? Can it be simple elation? One could believe that of the\nfirst few eggs, but a hen who has laid two or three hundred can\nhardly feel the same exuberant pride and joy daily. Can it be the\nexcitement incident to successful achievement? Hardly, because the\ntask is so extremely simple. Eggs are more or less alike; a little\nlarger or smaller, a trifle whiter or browner; and almost sure to\nbe quite right as to details; that is, the big end never gets\nconfused with the little end, they are always ovoid and never\nspherical, and the yolk is always inside of the white. As for a\nsoft-shelled egg, it is so rare an occurrence that the fear of\nlaying one could not set the whole race of hens in a panic; so\nthere really cannot be any intellectual or emotional agitation in\nproducing a thing that might be made by a machine. Can it be\nsimply \"fussiness\"; since the people who have the least to do\ncommonly make the most flutter about doing it?\n\nPerhaps it is merely conversation. \"Cut-cut-cut-cut-cut-DAHcut! .\n. . I have finished my strictly fresh egg, have you laid yours?\nMake haste, then, for the cock has found a gap in the wire-fence\nand wants us to wander in the strawberry-bed. . . . Cut-cut-cut-\ncut-cut-DAHcut . . . Every moment is precious, for the Goose Girl\nwill find us, when she gathers the strawberries for her luncheon .\n. . Cut-cut-cut-cut! On the way out we can find sweet places to\nsteal nests . . . Cut-cut-cut! . . . I am so glad I am not sitting\nthis heavenly morning; it IS a dull life.\n\nA Lancashire poultry-man drifted into Barbury Green yesterday. He\nis an old acquaintance of Mr. Heaven, and spent the night and part\nof the next day at Thornycroft Farm. He possessed a deal of fowl\nphilosophy, and tells many a good hen story, which, like fish\nstories, draw rather largely on the credulity of the audience. We\nwere sitting in the rickyard talking comfortably about laying and\ncackling and kindred matters when he took his pipe from his mouth\nand told us the following tale--not a bad one if you can translate\nthe dialect:-\n\n'Aw were once towd as, if yo' could only get th' hen's egg away\nafooar she hed sin it, th' hen 'ud think it hed med a mistek an'\nsit deawn ageean an' lay another.\n\n'An' it seemed to me it were a varra sensible way o' lukkin' at it.\nSooa aw set to wark to mek a nest as 'ud tek a rise eawt o' th'\nhens. An' aw dud it too. Aw med a nest wi' a fause bottom, th'\nidea bein' as when a hen hed laid, th' egg 'ud drop through into a\nbox underneyth.\n\n'Aw felt varra preawd o' that nest, too, aw con tell yo', an' aw\nremember aw felt quite excited when aw see an awd black Minorca,\nth' best layer as aw hed, gooa an' settle hersel deawn i' th' nest\nan' get ready for wark. Th' hen seemed quite comfortable enough,\naw were glad to see, an' geet through th' operation beawt ony\nseemin' trouble.\n\n\"Well, aw darsay yo' know heaw a hen carries on as soon as it's\nlaid a egg. It starts \"chuckin'\" away like a showman's racket, an'\nafter tekkin' a good Ink at th' egg to see whether it's a big 'un\nor a little 'un, gooas eawt an' tells all t'other hens abeawt it.\n\n\"Neaw, this black Minorca, as aw sed, were a owdish bird, an' maybe\nknew mooar than aw thowt. Happen it hed laid on a nest wi' a fause\nbottom afooar, an' were up to th' trick, but whether or not, aw\nnever see a hen luk mooar disgusted i' mi life when it lukked i'\nth' nest an' see as it hed hed all that trouble fer nowt.\n\n\"It woked reawnd th' nest as if it couldn't believe its own eyes.\n\n\"But it dudn't do as aw expected. Aw expected as it 'ud sit deawn\nageean an' lay another.\n\n\"But it just gi'e one wonderin' sooart o' chuck, an then, after a\nlong stare reawnd th' hen-coyt, it woked eawt, as mad a hen as\naw've ever sin. Aw fun' eawt after, what th' long stare meant. It\nwere tekkin' farewell! For if yo'll believe me that hen never laid\nanother egg i' ony o' my nests.\n\n\"Varra like it laid away in a spot wheear it could hev summat to\nluk at when it hed done wark for th' day.\n\n\"Sooa aw lost mi best layer through mi actin', an' aw've never\ninvented owt sen.\"\n\n\n\nCHAPTER VI\n\n\n\nOne learns to be modest by living on a poultry farm, for there are\nconstant expositions of the most deplorable vanity among the cocks.\nWe have a couple of pea-fowl who certainly are an addition to the\nlandscape, as they step mincingly along the square of turf we\ndignify by the name of lawn. The head of the house has a most\nlanguid and self-conscious strut, and his microscopic mind is fixed\nentirely on his splendid trailing tail. If I could only master his\nlanguage sufficiently to tell him how hideously ugly the back view\nof this gorgeous fan is, when he spreads it for the edification of\nthe observer in front of him, he would of course retort that there\nis a \"congregation side\" to everything, but I should at least force\nhim into a defence of his tail and a confession of its limitations.\nThis would be new and unpleasant, I fancy; and if it produced no\nperceptible effect upon his super-arrogant demeanour, I might\nremind him that he is likely to be used, eventually, for a feather\nduster, unless, indeed, the Heavens are superstitious and prefer to\nthrow his tail away, rather than bring ill luck and the evil eye\ninto the house.\n\nThe longer I study the cock, whether Black Spanish, White Leghorn,\nDorking, or the common barnyard fowl, the more intimately I am\nacquainted with him, the less I am impressed with his character.\nHe has more pride of bearing, and less to be proud of, than any\nbird I know. He is indolent, though he struts pompously over the\ngrass as if the day were all too short for his onerous duties. He\ncalls the hens about him when I throw corn from the basket, but\nmany a time I have seen him swallow hurriedly, and in private, some\ndainty titbit he has found unexpectedly. He has no particular\nchivalry. He gives no special encouragement to his hen when he\nbecomes a prospective father, and renders little assistance when\nthe responsibilities become actualities. His only personal message\nor contribution to the world is his raucous cock-a-doodle-doo,\nwhich, being uttered most frequently at dawn, is the most ill-timed\nand offensive of all musical notes. It is so unnecessary too, as\nif the day didn't come soon enough without his warning; but I\nsuppose he is anxious to waken his hens and get them at their daily\ntask, and so he disturbs the entire community. In short, I dislike\nhim; his swagger, his autocratic strut, his greed, his irritating\nself-consciousness, his endless parading of himself up and down in\na procession of one.\n\nOf course his character is largely the result of polygamy. His\nweaknesses are only what might be expected; and as for the hens, I\nhave considerable respect for the patience, sobriety, and dignity\nwith which they endure an institution particularly offensive to all\nwomen. In their case they do not even have the sustaining thought\nof its being an article of religion, so they are to be complimented\nthe more.\n\nThere is nothing on earth so feminine as a hen--not womanly, simply\nfeminine. Those men of insight who write the Woman's Page in the\nSunday newspapers study hens more than women, I sometimes think; at\nany rate, their favourite types are all present on this poultry\nfarm.\n\nSome families of White Leghorns spend most of their time in the\nrickyard, where they look extremely pretty, their slender white\nshapes and red combs and wattles well set off by the background of\ngolden hayricks. There is a great oak-tree in one corner, with a\ntall ladder leaning against its trunk, and a capital roosting-place\non a long branch running at right angles with the ladder. I try to\nspend a quarter of an hour there every night before supper, just\nfor the pleasure of seeing the feathered \"women-folks\" mount that\nladder.\n\nA dozen of them surround the foot, waiting restlessly for their\nturn. One little white lady flutters up on the lowest round and\nperches there until she reviews the past, faces the present, and\nforecasts the future; during which time she is gathering courage\nfor the next jump. She cackles, takes up one foot and then the\nother, tilts back and forth, holds up her skirts and drops them\nagain, cocks her head nervously to see whether they are all staring\nat her below, gives half a dozen preliminary springs which mean\nnothing, declares she can't and won't go up any faster, unties her\nbonnet strings and pushes back her hair, pulls down her dress to\ncover her toes, and finally alights on the next round, swaying to\nand fro until she gains her equilibrium, when she proceeds to enact\nthe same scene over again.\n\nAll this time the hens at the foot of the ladder are criticising\nher methods and exclaiming at the length of time she requires in\nmounting; while the cocks stroll about the yard keeping one eye on\nthe ladder, picking up a seed here and there, and giving a\nmasculine sneer now and then at the too-familiar scene. They\napproach the party at intervals, but only to remark that it always\nmakes a man laugh to see a woman go up a ladder. The next hen,\nstirred to the depths by this speech, flies up entirely too fast,\nloses her head, tumbles off the top round, and has to make the\nascent over again. Thus it goes on and on, this petite comedie\nhumaine, and I could enjoy it with my whole heart if Mr. Heaven did\nnot insist on sharing the spectacle with me. He is so\ninexpressibly dull, so destitute of humour, that I did not think it\nlikely he would see in the performance anything more than a flock\nof hens going up a ladder to roost. But he did; for there is no\nman so blind that he cannot see the follies of women; and, when he\nforgot himself so far as to utter a few genial, silly, well-worn\nreflections upon femininity at large, I turned upon him and\nrevealed to him some of the characteristics of his own sex, gained\nfrom an exhaustive study of the barnyard fowl of the masculine\ngender. He went into the house discomfited, though chuckling a\nlittle at my vehemence; but at least I have made it for ever\nimpossible for him to watch his hens without an occasional glance\nat the cocks.\n\n\n\nCHAPTER VII\n\n\n\nJuly 12th.\n\nO the pathos of a poultry farm! Catherine of Aragon, the black\nSpanish hen that stole her nest, brought out nine chicks this\nmorning, and the business-like and marble-hearted Phoebe has taken\nthem away and given them to another hen who has only seven. Two\nmothers cannot be wasted on these small families--it would not be\nprofitable; and the older mother, having been tried and found\nfaithful over seven, has been given the other nine and accepted\nthem. What of the bereft one? She is miserable and stands about\nmoping and forlorn, but it is no use fighting against the\ninevitable; hens' hearts must obey the same laws that govern the\nrotation of crops. Catherine of Aragon feels her lot a bitter one\njust now, but in time she will succumb, and lay, which is more to\nthe point.\n\nWe have had a very busy evening, beginning with the rats' supper--\ndelicate sandwiches of bread-and-butter spread with Paris green.\n\nWe have a new brood of seventeen ducklings just hatched this\nafternoon. When we came to the nest the yellow and brown bunches\nof down and fluff were peeping out from under the hen's wings in\nthe prettiest fashion in the world.\n\n\"It's a noble hen!\" I said to Phoebe.\n\n\"She ain't so nowble as she looks,\" Phoebe answered grimly. \"It\nwas another 'en that brooded these eggs for near on three weeks and\nthen this big one come along with a fancy she'd like a family\n'erself if she could steal one without too much trouble; so she\ndrove the rightful 'en off the nest, finished up the last few days,\nand 'ere she is in possession of the ducklings!\"\n\n\"Why don't you take them away from her and give them back to the\nfirst hen, who did most of the work?\" I asked, with some spirit.\n\n\"Like as not she wouldn't tyke them now,\" said Phoebe, as she\nlifted the hen off the broken egg-shells and moved her gently into\na clean box, on a bed of fresh hay. We put food and drink within\nreach of the family, and very proud and handsome that highway\nrobber of a hen looked, as she stretched her wings over the\nseventeen easily-earned ducklings.\n\nGoing back to the old nesting-box, I found one egg forgotten among\nthe shells. It was still warm, and I took it up to run across the\nfield with it to Phoebe. It was heavy, and the carrying of it was\na queer sensation, inasmuch as it squirmed and \"yippe",
  "entities": [
    {
      "type": "Person",
      "relevance": "0.90671",
      "sentiment": {
        "type": "negative",
        "score": "-0.0254794",
        "mixed": "1"
      },
      "count": "29",
      "text": "Miss Phoebe Evan",
      "quotations": [
        {
          "quotation": "\"invaleeds,\" as Phoebe calls ...",
          "sentiment": {
            "type": "neutral"
          }
        },
        {
          "quotation": "\n\n\"Poor think!\" says Phoebe ...",
          "sentiment": {
            "type": "negative",
            "score": "-0.216397"
          }
        },
        {
          "quotation": "\n\n\"Do you mean the broilers?\" asks Phoebe ...",
          "sentiment": {
            "type": "neutral"
          }
        }
      ]
    },
    {
      "type": "Person",
      "relevance": "0.552906",
      "sentiment": {
        "type": "negative",
        "score": "-0.0239389",
        "mixed": "1"
      },
      "count": "11",
      "text": "Mrs. Heaven"
    },
    {
      "type": "FieldTerminology",
      "relevance": "0.502399",
      "sentiment": {
        "type": "positive",
        "score": "0.0905979",
        "mixed": "1"
      },
      "count": "8",
      "text": "The house"
    },
    {
      "type": "GeographicFeature",
      "relevance": "0.494246",
      "sentiment": {
        "type": "neutral"
      },
      "count": "5",
      "text": "Barbury Green"
    },
    {
      "type": "OperatingSystem",
      "relevance": "0.460791",
      "sentiment": {
        "type": "negative",
        "score": "-0.0845724",
        "mixed": "1"
      },
      "count": "5",
      "text": "windows"
    },
    {
      "type": "City",
      "relevance": "0.459308",
      "sentiment": {
        "type": "neutral"
      },
      "count": "4",
      "text": "Thornycroft"
    },
    {
      "type": "City",
      "relevance": "0.375636",
      "sentiment": {
        "type": "neutral"
      },
      "count": "2",
      "text": "Barbury"
    },
    {
      "type": "City",
      "relevance": "0.375353",
      "sentiment": {
        "type": "positive",
        "score": "0.199182",
        "mixed": "1"
      },
      "count": "2",
      "text": "Paris",
      "disambiguated": {
        "subType": [
          "AdministrativeDivision",
          "FrenchDepartment",
          "GovernmentalJurisdiction",
          "OlympicBiddingCity",
          "OlympicHostCity",
          "PlaceWithNeighborhoods"
        ],
        "name": "Paris",
        "website": "http://www.paris.fr",
        "dbpedia": "http://dbpedia.org/resource/Paris",
        "freebase": "http://rdf.freebase.com/ns/m.05qtj",
        "geonames": "http://sws.geonames.org/2988507/",
        "yago": "http://yago-knowledge.org/resource/Paris"
      }
    },
    {
      "type": "City",
      "relevance": "0.358308",
      "sentiment": {
        "type": "negative",
        "score": "-0.101279",
        "mixed": "1"
      },
      "count": "4",
      "text": "Woodmucket"
    },
    {
      "type": "Country",
      "relevance": "0.349632",
      "sentiment": {
        "type": "neutral"
      },
      "count": "2",
      "text": "England"
    },
    {
      "type": "Facility",
      "relevance": "0.346201",
      "sentiment": {
        "type": "neutral"
      },
      "count": "2",
      "text": "Thornycroft Farm"
    },
    {
      "type": "Person",
      "relevance": "0.343225",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Victor Hugo",
      "disambiguated": {
        "subType": [
          "Writer",
          "FilmWriter"
        ],
        "name": "Victor Hugo",
        "website": "http://www.victorhugo.gg",
        "dbpedia": "http://dbpedia.org/resource/Victor_Hugo",
        "freebase": "http://rdf.freebase.com/ns/m.01vh096",
        "opencyc": "http://sw.opencyc.org/concept/Mx4rve1ZXJwpEbGdrcN5Y29ycA",
        "yago": "http://yago-knowledge.org/resource/Victor_Hugo"
      }
    },
    {
      "type": "Person",
      "relevance": "0.336316",
      "sentiment": {
        "type": "positive",
        "score": "0.269093"
      },
      "count": "1",
      "text": "Mother Hen",
      "disambiguated": {
        "subType": [
          "MusicalArtist"
        ],
        "name": "Jane Getz",
        "dbpedia": "http://dbpedia.org/resource/Jane_Getz",
        "freebase": "http://rdf.freebase.com/ns/m.03qng5_"
      }
    },
    {
      "type": "Facility",
      "relevance": "0.335851",
      "sentiment": {
        "type": "neutral"
      },
      "count": "2",
      "text": "Square Baby"
    },
    {
      "type": "Organization",
      "relevance": "0.335253",
      "sentiment": {
        "type": "negative",
        "score": "-0.821635"
      },
      "count": "1",
      "text": "Chamber of Deputies"
    },
    {
      "type": "Person",
      "relevance": "0.333824",
      "sentiment": {
        "type": "negative",
        "score": "-0.383558"
      },
      "count": "5",
      "text": "Julia"
    },
    {
      "type": "City",
      "relevance": "0.322598",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Green post-office"
    },
    {
      "type": "Person",
      "relevance": "0.322192",
      "sentiment": {
        "type": "negative",
        "score": "-0.237522"
      },
      "count": "4",
      "text": "Jack"
    },
    {
      "type": "GeographicFeature",
      "relevance": "0.320944",
      "sentiment": {
        "type": "negative",
        "score": "-0.612711"
      },
      "count": "1",
      "text": "Rue Clanzel"
    },
    {
      "type": "Country",
      "relevance": "0.318838",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "France"
    },
    {
      "type": "Person",
      "relevance": "0.31877",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Abel"
    },
    {
      "type": "City",
      "relevance": "0.317091",
      "sentiment": {
        "type": "positive",
        "score": "0.209027"
      },
      "count": "1",
      "text": "Saint Germain"
    },
    {
      "type": "Facility",
      "relevance": "0.315288",
      "sentiment": {
        "type": "negative",
        "score": "-0.544195"
      },
      "count": "1",
      "text": "Rue Breda"
    },
    {
      "type": "City",
      "relevance": "0.313493",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Sussex"
    },
    {
      "type": "Person",
      "relevance": "0.31291",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Zola"
    },
    {
      "type": "Person",
      "relevance": "0.308688",
      "sentiment": {
        "type": "neutral"
      },
      "count": "2",
      "text": "Albert Edward",
      "disambiguated": {
        "name": "Edward VII",
        "dbpedia": "http://dbpedia.org/resource/Edward_VII",
        "freebase": "http://rdf.freebase.com/ns/m.0cm03"
      }
    },
    {
      "type": "Person",
      "relevance": "0.306352",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Mother Martin"
    },
    {
      "type": "PrintMedia",
      "relevance": "0.303095",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Journal des Debats"
    },
    {
      "type": "Person",
      "relevance": "0.3023",
      "sentiment": {
        "type": "negative",
        "score": "-0.41453"
      },
      "count": "2",
      "text": "Pauline"
    },
    {
      "type": "City",
      "relevance": "0.301075",
      "sentiment": {
        "type": "negative",
        "score": "-0.219182"
      },
      "count": "1",
      "text": "Barbey"
    },
    {
      "type": "Person",
      "relevance": "0.299812",
      "sentiment": {
        "type": "neutral"
      },
      "count": "3",
      "text": "draper"
    },
    {
      "type": "StateOrCounty",
      "relevance": "0.298236",
      "sentiment": {
        "type": "negative",
        "score": "-0.498987"
      },
      "count": "1",
      "text": "Parvo"
    },
    {
      "type": "Person",
      "relevance": "0.293765",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Gontran",
      "disambiguated": {
        "subType": [
          "Monarch",
          "NoblePerson",
          "OperaCharacter"
        ],
        "name": "Guntram",
        "dbpedia": "http://dbpedia.org/resource/Guntram",
        "freebase": "http://rdf.freebase.com/ns/m.02cn_5",
        "yago": "http://yago-knowledge.org/resource/Guntram"
      }
    },
    {
      "type": "City",
      "relevance": "0.29332",
      "sentiment": {
        "type": "neutral"
      },
      "count": "2",
      "text": "Columbus"
    },
    {
      "type": "Facility",
      "relevance": "0.292491",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Thornycroft House"
    },
    {
      "type": "City",
      "relevance": "0.288966",
      "sentiment": {
        "type": "positive",
        "score": "0.664869"
      },
      "count": "1",
      "text": "Oxenbridge"
    },
    {
      "type": "Person",
      "relevance": "0.287454",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Stevenson",
      "quotations": [
        {
          "quotation": "Stevenson calls a \"fine,\ndizzy, muddle-headed joy,\" ...",
          "sentiment": {
            "type": "positive",
            "score": "0.104027",
            "mixed": "1"
          }
        }
      ]
    },
    {
      "type": "City",
      "relevance": "0.287002",
      "sentiment": {
        "type": "negative",
        "score": "-0.495799"
      },
      "count": "1",
      "text": "Arcadia"
    },
    {
      "type": "Person",
      "relevance": "0.28479",
      "sentiment": {
        "type": "negative",
        "score": "-0.521612"
      },
      "count": "1",
      "text": "Baedeker"
    },
    {
      "type": "City",
      "relevance": "0.284647",
      "sentiment": {
        "type": "positive",
        "score": "0.685187"
      },
      "count": "1",
      "text": "Berlin"
    },
    {
      "type": "Person",
      "relevance": "0.284121",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "aw"
    },
    {
      "type": "HealthCondition",
      "relevance": "0.283718",
      "sentiment": {
        "type": "positive",
        "score": "0.14879",
        "mixed": "1"
      },
      "count": "1",
      "text": "insomnia"
    },
    {
      "type": "Movie",
      "relevance": "0.280075",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "The Charmers"
    },
    {
      "type": "Person",
      "relevance": "0.279714",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Mrs. Pollock"
    },
    {
      "type": "Person",
      "relevance": "0.277694",
      "sentiment": {
        "type": "negative",
        "score": "-0.331436"
      },
      "count": "1",
      "text": "Gladwish"
    },
    {
      "type": "PrintMedia",
      "relevance": "0.276246",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Gazette de France"
    },
    {
      "type": "Person",
      "relevance": "0.273901",
      "sentiment": {
        "type": "positive",
        "score": "0.43757"
      },
      "count": "2",
      "text": "Mrs. Greyskin"
    },
    {
      "type": "Person",
      "relevance": "0.273785",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "inexpressibly"
    },
    {
      "type": "Person",
      "relevance": "0.272237",
      "sentiment": {
        "type": "neutral"
      },
      "count": "2",
      "text": "Cornelia"
    },
    {
      "type": "Person",
      "relevance": "0.268951",
      "sentiment": {
        "type": "positive",
        "score": "0.280519"
      },
      "count": "1",
      "text": "humaine"
    }
  ]
}